package com.sy.bottle.utils;

/**
 * 表情工具
 */
public class EmoticonUtil {

    public static String[] emoticonData = {
            "[惊讶]", "[撇嘴]", "[色咪]", "[发呆]", "[得意]", "[流泪]", "[害羞]",
            "[闭嘴]", "[瞌睡]", "[大哭]", "[尴尬]", "[发怒]", "[调皮]", "[龇牙]",
            "[微笑]", "[难过]", "[耍酷]","[吐血]", "[抓狂]", "[呕吐]", "[偷笑]",
            "[可爱]", "[白眼]", "[傲慢]", "[饿了]", "[困了]", "[惊恐]", "[流汗]",
            "[憨笑]", "[大兵]", "[奋斗]", "[咒骂]", "[疑问]", "[嘘]", "[晕]",
            "[折磨]","[敲打]","[再见]","[猪头]","[拥抱]","[蛋糕]","[炸弹]",
            "[眨眼]","[刀]","[小纠结]","[屎]","[骚扰]","[饭]","[无奈]",
            "[鲜花]","[凋谢]","[我最美]","[苦笑]","[礼物]","[晚安]","[菜刀]",
            "[擦汗]","[抠鼻]","[鼓掌]","[糗大了]","[坏笑]","[左哼哼]","[右哼哼]",
            "[哈切]","[鄙视]","[可怜]","[快哭了]","[期待]","[亲亲]","[吓]",
    };
}
