package com.sy.bottle.utils;

/**
 * 表情工具
 */
public class EmoticonUtil {

    public static String[] emoticonData = {
            "[惊讶]", "[撇嘴]", "[色咪]", "[发呆]", "[得意]", "[流泪]", "[害羞]",
            "[闭嘴]", "[瞌睡]", "[大哭]", "[尴尬]", "[发怒]", "[调皮]", "[龇牙]",
            "[微笑]", "[难过]", "[耍酷]", "[托腮]", "[抓狂]", "[呕吐]", "[偷笑]",
            "[可爱]", "[白眼]", "[傲慢]", "[饿了]", "[困了]", "[惊恐]", "[流汗]",
            "[憨笑]", "[大兵]", "[奋斗]", "[咒骂]", "[疑问]", "[嘘嘘]", "[晕了]",
            "[折磨]","[我最美]","[苦笑]","[敲打]","[再见]","[吐血]","[斜眼笑]",
            "[doge]","[惊喜]","[骚扰]","[小纠结]","[猪头]","[无奈]","[卖萌]",
            "[拥抱]","[冷汗]","[擦汗]","[抠鼻]","[鼓掌]","[糗大了]","[坏笑]",
            "[左哼哼]","[右哼哼]","[哈切]","[鄙视]","[委屈]","[快哭了]","[阴险]",
            "[亲亲]","[吓]","[可怜]","[眨眼睛]","[泪奔]","[钞票]","[帅]",
    };
}
